Repository: patricks/GeocachingAPI
Catalog: Resources/*.lproj/Localizable.strings
Languages: tr

# log.type.announcement
source: Announcement
tr: Duyuru

# log.type.archive
source: Archived
tr: Arşivlendi

# log.type.attended
source: Attended
tr: Katıldım

# log.type.didntFindIt
source: Didn't find it
tr: Bulamadım

# log.type.discoveredIt
source: Discovered It
tr: Görüldü

# log.type.droppedOff
source: Dropped Off
tr: Bırakıldı

# log.type.enableListing
source: Enable Listing
tr: Açıldı

# log.type.foundit
source: Found it
tr: Bulundu

# log.type.grabIt
source: Grab It
tr: Al

# log.type.markMissing
source: Mark Missing
tr: Kayıp Olarak İşaretle

# log.type.moveToCollection
source: Move To Collection
tr: Kolesiyona Taşı

# log.type.moveToInventory
source: Move To Inventory
tr: Envantere Taşı

# log.type.needsArchived
source: Needs to be Archived
tr: Arşivlenmesi Gerekir

# log.type.needsMaintenance
source: Needs Maintenance
tr: Bakım Gerekli

# log.type.ownerMaintenance
source: Owner Maintenance
tr: Sahip Bakımı

# log.type.permanentlyArchived
source: Permanently Archived
tr: Kalıcı Olarak Arşivlendi

# log.type.postReviewerNote
source: Reviewer Note
tr: Denetçi Notu

# log.type.publishListing
source: Publish Listing
tr: Listelemeyi Yayınla

# log.type.retractListing
source: Retract Listing
tr: Listelemeyi Geri Çek

# log.type.retrieveItFromaCache
source: Retrieve it from a Cache
tr: Bir Geocache'den al

# log.type.submitForReview
source: Submit for Review
tr: Denetim için gönder

# log.type.temporarilyDisableListing
source: Temporarily Disable Listing
tr: Geçici Olarak Devredışı

# log.type.transfer
source: Transfered
tr: Transfer edildi

# log.type.unarchive
source: Unarchived
tr: Arşivden Çıkartıldı

# log.type.updateCoordinates
source: Updated Coordinates
tr: Koordinatlar Güncellendi

# log.type.visited
source: Visited
tr: Ziyaret Edildi

# log.type.webcamPhotoTaken
source: Webcam Photo Taken
tr: Webcam Fotoğrafo Çekildi

# log.type.willAttend
source: Will Attend
tr: Katılacağım

# log.type.writeNote
source: Write note
tr: Not ekle
